Repository: christianalcantara/seudireito
Catalog: app/website/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Quotations
pt_br: Ordens de serviço

source: Your proposal
pt_br: Suas propostas

source: Your quotations
pt_br: Suas Ordens de serviço

source: Create quotation
pt_br: Criar O.S

source: Login
pt_br: Acessar

source: More than %(total_lawyers)s independent professionals are available to work on what you need
pt_br: Mais de %(total_lawyers)s profissionais independentes estão disponíveis para trabalhar no que você precisar

source: Hire the best lawyers in the world
pt_br: Contrate os melhores advogados do mundo

source: Request a professional
pt_br: Solicite um profissional

source: Create lawyer account
pt_br: Criar conta de advogado

source: Publish
pt_br: Publicar

source: Issue a work order
pt_br: Solicite um orçamento

source: Analyze
pt_br: Análise

source: Review the best proposal
pt_br: Revise a melhor proposta

source: Choice
pt_br: Escolha

source: Choose the best proposal
pt_br: Selecione a melhor proposta

source: Proposal
pt_br: Proposta

source: Please, report the value of your proposal
pt_br: Por favor, informe o valor da proposta

source: Value
pt_br: Valor

source: Your proposal number is
pt_br: O número da sua proposta é

source: Read More
pt_br: Saiba Mais

source: Latest Services
pt_br: Últimas Ordens de Serviço

source: ^quotations/$
pt_br: ^ordens-servico/$

source: ^quotation/(?P<pk>[0-9]+)/$
pt_br: ^ordem-servico/(?P<pk>[0-9]+)/$

source: Thanks for send your proposal.
pt_br: Obrigado por enviar sua proposta

source: Invalid value.
pt_br: Valor inválido.

source: Brazil
pt_br: Brasil

source: English
pt_br: Inglês

source: Session closed
pt_br: Sessão encerrada

source: Thank you for visiting our website today.
pt_br: Obrigado por visitar nosso website hoje.

source: ^login/$
pt_br: ^acessar/$

source: ^logout/$
pt_br: ^sair/$

source: ^lawyer/
pt_br: ^advogado/

source: ^company/
pt_br: ^empresa/
